!
"
#
##0
##1
##10
##11
##12
##13
##14
##15
##16
##17
##18
##19
##2
##20
##21
##22
##23
##24
##25
##26
##27
##28
##29
##3
##30
##31
##32
##33
##34
##35
##36
##37
##38
##39
##4
##40
##41
##42
##43
##44
##45
##46
##47
##48
##49
##5
##50
##51
##52
##53
##54
##55
##56
##57
##58
##59
##6
##60
##61
##62
##63
##64
##65
##66
##67
##68
##69
##7
##70
##71
##72
##73
##74
##75
##76
##77
##78
##79
##8
##80
##81
##82
##83
##84
##85
##86
##87
##88
##89
##9
##90
##91
##92
##93
##94
##95
##96
##97
##98
##99
$
%
&
'
(
)
*
+
,
-
.
/
0
00
000
0000
0001
001
01
0140
018
02
024
03
0362
04
05
06
07
08
09
0971
1
10
100
1000
10000
100000
10001
1001
1002
1007
1009
101
1010
1016
1017
102
1021
1024
1025
1026
1027
103
1030
1032
1037
1038
1039
104
1040
1041
1045
1048
105
1050
1052
1054
1057
106
107
108
1080
1086
109
1093
1095
1099
11
110
1100
1101
1104
111
1111
112
1126
113
1130
114
11413
1148
115
1150
1152
116
1160
1163
1165
1167
1168
117
1170
1171
1173
1177
118
1182
1186
1187
1189
119
1190
1191
1192
1194
12
120
1200
12000
1201
1206
1207
121
1210
12148
122
1226
123
1234
1235
1236
124
1240
1242
1246
125
1250
1256
1258
1259
126
1260
1261
127
1272
1274
1277
128
129
1290
1291
1296
1297
1298
13
130
1300
1304
131
1315
132
1320
1325
133
1333
1336
134
1340
1341
135
1350
1351
1353
1356
136
1365
1368
137
138
1380
1388
139
14
140
1400
141
1414
142
143
144
145
1450
1451
1453
146
1469
147
148
149
1490
1492
1498
15
150
1500
15000
1502
1504
1508
151
1511
1516
1517
1519
152
1520
1521
1523
1524
1525
1526
153
1530
1538
154
1540
1542
1545
155
1550
1551
1552
1554
1555
1556
156
1564
1568
157
158
1580
1583
1588
1589
159
1590
1591
1592
1595
1598
1599
16
160
1600
1602
1603
1604
1605
1606
1607
161
1610
1612
1613
1617
1618
162
1626
1627
1628
1629
163
1631
1635
1637
164
1640
1642
165
1650
1656
1657
1658
166
1661
1665
167
16784
168
1681
1688
1689
169
1692
1699
17
170
1700
1701
1703
1707
171
1712
1718
1719
172
1722
173
1734
1735
1736
1737
1738
1739
174
1740
1742
1747
1748
1749
175
1750
1752
1753
1755
1757
1758
1759
176
1760
1761
1762
1763
1767
1768
1769
177
1770
1771
1772
1773
1774
1775
1776
1777
1778
1779
178
1780
1781
1782
1783
1786
1787
1788
1789
179
1790
1791
1792
1793
1794
1795
1796
1797
1798
1799
18
180
1800
1801
1802
1803
1804
1806
1807
1808
1809
181
1810
1811
1812
1813
1814
1815
1817
1818
1819
182
1820
1821
1822
1823
1824
1825
1826
1827
1828
1829
183
1830
1831
1832
1833
1834
1835
1836
1837
1838
1839
184
1840
1841
1842
1843
1844
1845
1846
1847
1848
1849
185
1850
1851
1852
1853
1854
1855
1856
1857
1858
1859
186
1860
1861
1862
1863
1864
1865
1866
1867
1868
1869
187
1870
1871
1872
1873
1874
1875
1876
1877
1878
1879
188
1880
1881
1882
1883
1884
1885
1886
1887
1888
1889
189
1890
1891
1892
1893
1894
1895
1896
1897
1898
1899
19
190
1900
1901
1902
1903
1904
1905
1906
1907
1908
1909
191
1910
1911
1912
1913
1914
1915
1916
1917
1918
1919
192
1920
1921
1922
1923
1924
1925
1926
1927
1928
1929
193
1930
1931
1932
1933
1934
1935
1936
1937
1938
1939
194
1940
1941
1942
1943
1944
1945
1946
1947
1948
1949
195
1950
1951
1952
1953
1954
1955
1956
1957
1958
1959
196
1960
1961
1962
1963
1964
1965
1966
1967
1968
1969
197
1970
1971
1972
1973
1974
1975
1976
1977
1978
1979
198
1980
1981
1982
1983
1984
1985
1986
1987
1988
1989
199
1990
1991
1992
1993
1994
1995
1996
1997
1998
1999
2
20
200
2000
20000
2001
2002
2003
2004
2004016785
2005
2006
2007
2008
2009
201
2010
2011
2012
2013
2014
2015
2016
2017
2018
2019
202
2020
2021
2022
2023
2024
203
204
205
206
207
208
209
21
210
2103
211
212
213
214
215
216
217
218
219
22
220
2200
221
222
223
224
225
226
227
228
229
23
230
2305
2307
231
232
233
234
235
236
237
238
239
24
240
241
242
243
244
245
246
247
248
249
25
250
2500
25000
251
252
253
254
255
256
257
258
259
26
260
261
262
263
264
265
266
267
268
269
27
270
2700
271
272
273
274
275
276
277
278
279
28
280
281
282
283
284
285
286
287
288
289
29
290
291
292
293
294
295
296
297
298
299
3
30
300
3000
30000
301
302
303
304
305
306
307
308
309
31
310
311
312
313
314
315
316
317
318
319
32
320
321
3218
322
323
324
325
326
327
328
329
33
330
331
332
333
334
335
336
337
338
339
34
340
341
342
343
344
345
346
347
348
349
35
350
3500
351
352
353
354
355
356
357
358
359
36
360
361
362
363
364
365
366
367
368
369
37
370
371
372
374
375
376
377
379
38
380
381
382
383
384
385
386
387
388
389
39
390
391
392
393
394
395
398
399
4
40
400
4000
401
402
403
405
409
41
410
411
412
413
415
416
417
419
42
420
421
422
424
425
426
427
428
429
43
430
431
432
433
4331
434
4342
435
436
437
438
439
44
440
441
443
445
446
447
448
449
45
450
4500
451
452
455
456
457
459
46
460
461
462
463
4638
465
468
469
47
470
472
474
475
477
478
479
48
480
481
484
485
486
488
489
49
490
491
492
493
494
495
497
498
499
5
50
500
5000
50000
501
505
506
507
508
509
51
510
511
512
5124
514
517
518
52
520
521
522
525
528
529
53
530
532
533
535
537
54
540
542
543
549
55
550
554
558
559
56
560
561
562
566
569
57
570
571
574
576
579
58
583
587
59
590
593
599
6
60
600
6000
605
607
61
610
611
613
615
618
62
620
622
623
624
625
626
627
628
63
630
631
632
633
634
637
639
64
640
641
642
643
644
645
646
648
65
650
651
652
654
655
656
658
66
660
661
662
664
665
667
669
67
670
671
672
6736
674
678
68
680
681
683
684
685
687
689
69
690
691
692
693
694
695
699
7
70
700
7000
70000
705
708
71
710
711
712
713
717
72
720
725
728
73
733
734
74
740
742
75
750
751
752
755
76
760
762
765
767
77
771
78
780
786
79
791
7929
8
80
800
8000
808
81
812
8160
817
82
822
82405
828
83
830
831
833
836
84
840
849
85
850
851
86
860
866
87
870
873
877
88
880
883
89
890
895
896
897
9
90
900
905
9098
91
910
911
914
919
92
927
928
929
93
930
935
94
940
942
944
949
95
950
953
958
96
960
961
962
963
965
969
97
970
971
974
975
976
977
978
98
980
982
987
99
99166
995
998
:
;
<
=
>
?
@
[
\
]
^
_
`
a
aa
aamir
ab
abad
abbas
abbasi
abbasid
abc
abd
abdul
abdullah
abdur
abi
abkhazia
about
above
abraham
abro
abs
absolute
abstract
abu
abul
ac
academia
academic
academy
access
accessdate
accessed
accident
according
account
accounting
accounts
accused
acfu
acid
acku
acquired
acref
across
act
acting
action
active
activist
activists
activities
activity
actor
actors
actress
acts
acute
ad
adab
adabi
adam
adams
add
added
addition
address
adds
adelaide
aditi
adm
admin
administration
administrative
adopted
advanced
advani
adventure
ae
aein
af
affair
affairs
afghan
afghanistan
afghans
africa
african
afridi
after
afzal
again
against
age
agence
agency
agent
ages
agglomerations
aggregate
agha
ago
agreement
agricultural
agriculture
ah
ahead
ahmad
ahmed
ahukewj
ai
aid
aimer
air
airlines
airport
airports
akademi
akbar
akhtar
al
alabama
alan
albert
albuquerque
aleph
alexa
alexander
ali
alive
aliyev
alize
aljazeera
all
alla
allah
allahyar
allama
allan
allen
alliance
almost
along
alpha
alphabet
also
alternative
although
always
am
amal
amanullah
amar
amazon
amended
amendment
america
american
amid
amin
amir
ammad
amman
amnesty
among
amp
amrita
an
analysis
anand
anas
anchor
ancient
and
andalus
anderson
andhra
andrew
android
angel
angeles
anil
animal
animals
aniston
ann
anna
anne
anniversary
annotated
announced
announces
annual
another
ansari
ant
anthem
anthology
anthony
anthropology
anti
antiquities
antiquity
anu
anurag
anushka
any
ap
api
app
appear
appendix
apple
applied
appointed
appointment
approach
approaches
appropriate
approves
apr
april
ar
arab
arabia
arabic
arabs
arc
archaeological
archaeology
archimedes
architecture
archive
archived
archives
archiveurl
arctic
are
area
areas
argento
arif
arizona
arjun
ark
arm
armed
armenia
armenian
armenians
arms
armstrong
army
arnold
around
arrested
art
arthur
article
articles
articleshow
artist
artists
arts
arunachal
ary
arya
aryan
arynews
as
asad
asean
asha
ashraf
asia
asian
asiatic
asif
asked
asko
asma
asmr
asp
aspects
aspx
assam
assembly
assessment
assets
associated
association
astronomical
astronomy
at
athens
atkinson
atlantic
atlas
atmosphere
atmospheric
atta
attack
attacks
attempt
au
audio
aug
august
aurat
austin
australia
australian
austria
aut
auteur
author
authorities
authority
authors
autobiography
autonomous
autonomy
autumn
available
avatar
average
aviation
awami
awamiawaz
awaran
award
awards
away
awaz
ayub
ayyan
az
azad
azam
azer
azerbaijan
azerbaijani
azeri
aziz
azu
azərbaycan
aɪ
b
ba
baba
babar
babelio
back
background
bacteria
bacterial
bad
badin
bagh
baghdad
bahadur
bahawalpur
bai
baikal
baker
baku
ballet
baloch
balochistan
baltic
baltistan
baluchistan
ban
banarsidass
band
bandar
bandaranaike
bang
bangkok
bangladesh
bank
banking
bar
barack
barbara
baron
bartleby
base
based
bashir
basic
basin
basis
bat
battle
bay
bb
bbc
bc
bce
bd
be
bean
beautiful
beauty
became
because
become
becomes
bedi
been
before
beg
begin
beginning
begins
begum
behind
beijing
being
beliefs
bell
below
belt
ben
benazir
bengal
benjamin
benny
berg
berkeley
berlin
bernard
best
beta
better
between
beweb
beyond
bf
bharat
bhasha
bhaskar
bhatia
bhatti
bhojpuri
bhopal
bhosle
bhurgri
bhutto
bibcode
bible
bibleref
bibliographical
bibliographique
bibliographisches
bibliography
bibliothe
big
biggest
bihar
bilawal
bill
billion
billionaires
bin
bio
biographical
biographies
biography
biological
biology
bios
bird
birds
birth
birthday
bissau
bjp
bl
black
blackwell
blasphemy
blast
blasts
blica
block
blockwise
blog
blogs
blogspot
blood
bloomberg
blue
bn
bnf
bo
board
bodies
body
bollywood
bomb
bombay
bombs
book
booker
bookid
books
booktitle
border
borders
born
boston
bosworth
bot
botanical
both
boundaries
bournoutian
box
br
brain
brains
brand
brandsynario
brazil
breaking
breaks
brian
brick
bridge
brief
brill
brings
brisbane
britain
britannica
british
broadcasting
broadway
brockhaus
brohi
broken
bronze
brother
brown
browser
bruce
bruno
bu
bucket
buddha
buddhism
buddhist
budget
buffalo
building
built
bukhari
bulletin
bureau
buriro
burton
bush
bushra
business
but
bux
buy
bwpsr
by
byron
c
ca
caa
cab
cabinet
calcutta
calendar
california
caliphate
call
called
calls
cambridge
came
camel
camp
campaign
campbell
campo
camus
can
canada
canadian
canal
canberra
cancer
candidate
candidates
cannot
cant
capita
capital
car
care
career
caretaker
carl
carlos
carpet
case
cases
cash
caspian
cast
caste
casualties
cat
catalana
catalog
cataloging
catalogue
category
catherine
catholic
caucasus
cause
causes
cavendish
cb
cc
ccl
cd
cdc
ce
celebrate
celebrated
celebrates
celebrity
cell
cells
celtic
cement
cengage
census
center
centers
central
centre
centuries
century
ceo
ceres
cf
cgi
ch
chairman
chak
challenge
challenges
chamber
chancellor
chand
chander
chandigarh
chandio
chandler
chandra
chang
change
changed
changes
changing
channel
chapter
character
characteristics
characters
charge
charles
charter
charts
chat
chatterjee
chaudhary
check
checked
chekhov
chemical
chemistry
chennai
chiayi
chicago
chief
child
children
chile
china
chinas
chinese
chitrali
chitwood
choice
chosen
chris
christ
christian
christianity
christians
christmas
christopher
chromosome
chronicle
chronology
church
ci
cia
cinema
cinestaan
circle
cit
citation
citationclass
cite
cities
citizen
citizens
citizenship
city
cityid
citypopulation
citysurround
civil
civilization
claim
claims
clark
clash
class
classes
classical
classification
clay
clear
climate
clinical
clio
clive
clock
close
closed
club
cm
cms
cn
cnn
co
coal
coalition
coast
code
codes
coefficient
col
cold
colin
collection
college
collins
colonial
colony
color
colour
columbia
columbus
com
come
comedy
comes
commander
commentary
commerce
commercial
commission
commissioner
committee
common
commons
commonwealth
communal
communication
communique
communist
communities
community
companies
companion
company
comparative
complete
complex
composition
comprehensive
computer
concept
concepts
concern
concerning
concise
conditional
conditions
conference
confirmed
conflict
congo
congress
conjugated
conjugation
connection
connor
conquest
conservation
considered
consonant
constantinople
constituency
constitution
constitutional
construction
consulate
contact
contains
contemporary
content
context
continent
continue
contribution
control
controversy
convention
conversion
cook
cooperation
coordinates
copies
copy
copyright
core
cornell
coronavirus
corporation
corpus
correspondent
corruption
cost
costa
cotton
could
council
count
counties
countries
country
county
coup
course
court
courts
cov
cover
covering
covid
crane
crash
crashes
crater
crc
created
creation
creative
cricinfo
cricket
crime
crimea
crisis
critical
criticism
critics
crore
cross
cruise
cs
ct
cultural
culture
cultures
cup
curfew
currency
current
curtis
curve
custom
customs
cyprus
cyrus
cz
czech
d
da
dada
dadu
dagestan
daily
dailyimkaan
dailytimes
dajani
dale
dam
dan
dance
dancer
dancing
danger
daniel
danish
dar
dara
dark
daro
darryl
darwin
das
data
database
date
dated
dates
dating
daughter
david
davis
dawn
day
days
db
dc
de
dead
deal
deals
death
debate
debut
dec
deccan
december
decision
declaration
declared
declares
decree
deepika
default
defence
defense
define
defined
definition
definitions
deh
del
delhi
delta
demand
demands
democracy
democratic
demographia
demographic
demographics
demography
dengue
denis
denmark
density
department
depression
der
dera
dero
des
descartes
described
description
desert
design
desk
despite
destination
detail
details
detained
deutschland
dev
devanagari
developed
developing
development
devi
dflt
dharma
di
dia
dialect
diamond
dic
dictionaries
dictionary
did
die
died
diego
dies
diesel
difference
different
difficult
digital
din
dipali
diplomacy
diplomatic
direct
director
directorate
directory
disambiguation
disaster
discogs
discover
discovery
discrimination
discussion
disease
diseases
display
displaystyle
disposable
distance
distancing
distinct
distr
distribute
distribution
district
districts
diversity
divide
divided
divine
division
divisions
divya
diwali
diwan
dk
dmy
dna
do
dobaaraa
doc
docs
doctor
document
documentation
documents
does
dog
doi
doing
domain
domestic
dominica
don
donald
doors
dost
double
douglas
down
download
dq
dr
draft
drama
dravidian
dream
drive
driving
drought
druze
dry
ds
du
dual
dubai
dublin
dudley
due
dundee
dunya
dunyanews
during
dutch
dutt
dutta
dw
dwarf
dwight
dx
dyb
dynasty
dz
e
ea
each
earlier
earliest
early
earth
earthquake
east
eastern
eb
ebert
ebook
ebooks
ec
ece
ecology
economic
economics
economictimes
economist
economy
ecp
ecs
ed
edge
edinburgh
edited
edition
editor
editorial
editors
edmund
eds
edu
education
educational
edward
edwin
ee
effect
effective
eftsindh
egypt
egyptian
ei
eight
einstein
eisenhower
either
ek
el
elect
elected
election
elections
electric
electromagnetic
electronic
elements
elevation
elisabeth
elizabeth
elliot
elsevier
embassy
emergency
emerging
emma
emperor
empire
empires
empty
en
enciclope
enciclopedia
enciklopedija
encyclopaedia
encyclopedia
encyclopediasindhiana
encyclopædia
encyclopædiabritannica
end
ending
ends
energy
engineering
england
english
enough
enseignement
entertainment
entire
entitled
entry
environment
environmental
enzy
enzyklopa
epaper
epic
epidemic
equatorial
equivalised
er
era
eric
ernest
error
es
esa
esc
eskij
espan
especially
espn
espncricinfo
essay
essays
established
establishment
estate
estimate
estimated
estimates
estonia
et
etc
ethics
ethiopia
ethnic
ethnicity
ethnologue
etymology
eu
europa
europe
european
eurostat
even
evening
event
events
ever
every
everyone
evidence
evil
evolution
evolutionary
ex
example
examples
except
exchange
exclusive
executive
expansion
experience
expert
explorations
explorer
explosion
express
expression
external
externalid
extraordinary
eye
eyes
f
fa
face
facebook
faces
fact
factbook
factor
facts
failed
fair
faisal
faisalabad
faith
fakir
fall
falling
false
fame
families
family
famous
fan
fao
far
farm
faroe
fashion
fast
fateh
father
fathers
fatima
fe
feature
features
feb
february
federal
federation
feed
feet
female
feminine
feminism
feminist
festival
festivals
fever
few
ff
fgm
fi
fiction
field
fields
fifa
fifth
fight
fighter
fighting
figure
figures
fiji
file
files
film
filmfare
filmportal
films
final
finance
financial
find
findagrave
fine
fire
firm
first
firstpost
fish
fitzgerald
five
flag
flagstaff
flat
flight
flights
flood
floods
floor
floors
florida
flower
fo
focus
folk
follow
followed
following
font
food
for
forbes
force
forced
forces
foreign
forgotten
forkel
form
formal
formally
format
formation
formed
former
forms
fort
fortune
forum
found
foundation
founded
founder
four
fourth
fox
fp
fr
franc
france
francis
francisco
frank
fred
free
freedom
french
frequency
friday
friends
from
front
frontcover
frontier
fruit
ft
ftn
ftnref
fu
full
func
function
fund
further
fusion
future
g
ga
gaj
galaxy
galilei
galileo
gallery
game
games
gandhi
gao
garden
garhi
gary
gas
gate
gates
gatsby
gauri
gawc
gay
gazette
gazetteer
gb
gc
gdp
ge
gec
gelber
gen
gender
gene
genealogie
geneastar
general
generally
generation
genesis
genetic
genetics
geneva
genocide
genomics
genus
geo
geographic
geographical
geography
geohive
geological
geology
george
georgia
georgian
geos
geoscience
german
germany
germplasm
get
gets
gfdl
ghani
ghar
ghebi
ghotki
ghulam
gibran
gif
gil
gilgit
gini
girl
girls
give
given
gives
giving
glance
glands
glasgow
glenn
global
globaldatalab
globalization
globe
glory
glosbe
glossary
glottolog
glove
glucose
gnd
gnu
go
gobustan
god
goddess
goddesses
gods
goes
going
gold
golden
good
goods
google
gordon
gos
gospel
got
goth
gov
governance
governing
government
governor
govt
gr
graham
grammar
gran
grand
grant
grave
graveyard
gravitational
gravity
gray
great
greater
greatest
gree
greece
greek
green
greenland
greenwood
gregory
grenada
grenville
grin
gross
ground
group
groups
grove
growing
growth
grup
gu
guardian
guide
guinea
gujarat
gujranwala
gujrat
gul
gulf
gulfnews
gupta
guru
gutenberg
guwahati
h
ha
habib
had
hai
haider
haji
hajibeyov
half
hall
halt
hamid
hammarstro
han
hand
handbook
handle
hans
happy
haq
harald
harappa
hard
haroon
harper
harpercollins
harry
harsh
hart
harvard
has
hasan
haspelmath
hassan
have
haven
having
hawaii
hdi
hdr
he
head
health
heart
heat
hebrew
held
helmet
help
helsinki
henry
her
herald
herat
here
heritage
hero
heydar
hi
higgins
high
higher
highest
highlights
highly
highway
hill
him
himself
hindi
hindu
hinduism
hindus
hindustan
hindustantimes
his
histoire
historic
historical
history
hit
hitler
hits
hl
ho
hold
holiday
holidays
holland
hollywood
holy
homai
home
homo
hong
honor
honour
hope
horse
hospital
host
hot
house
household
housing
houston
how
however
hr
hrithik
hrvatska
htm
html
http
https
hu
hub
hudson
huffingtonpost
huge
hugh
hughes
hum
human
hume
humsari
hundred
hundreds
hungama
hungarian
hungary
husband
hussain
hyderabad
hypertext
i
ian
iaoj
ibn
ibrahim
ic
ica
icc
ice
iceland
icelandic
icon
id
idea
ideas
identifiants
identified
identity
idi
ie
ieee
if
ignored
ii
iii
ijs
il
illegal
illinois
illustrated
ils
im
image
images
imam
imdb
imf
immigration
impact
imperative
imperfect
imperial
implementation
implications
important
imprint
imran
imtiaz
in
inc
include
included
includes
including
income
increase
independence
independent
index
india
indian
indiana
indianexpress
indians
indiatimes
indiatoday
indica
indicative
indicators
indices
indira
individual
indo
indonesia
indonesian
indus
industrial
industry
inequality
infection
influence
info
infobase
infobox
informal
information
infrastructure
injured
inner
innovation
input
inquiry
inscriptions
inserted
inside
insider
institut
institute
institution
institutions
instituto
int
integrated
integration
intellectual
intelligence
inter
interactive
interest
interim
interior
international
internet
interview
interviews
into
introduction
invalid
invariant
invasion
investment
io
ip
ipa
iphone
iqbal
ir
iran
iranian
iranica
iranicaonline
iraq
ireland
irish
iron
irregular
irrigation
is
isaac
isabart
isani
isbn
isfahan
ishaq
isi
isis
islam
islamabad
islamic
islamskij
island
islands
ismail
iso
israel
israeli
issn
issue
issues
ist
istanbul
it
italian
italy
ite
item
its
itself
iucn
iucnredlist
iv
ivoire
ivory
ix
j
ja
jaa
jack
jacob
jacobabad
jagir
jagjit
jahan
jahangir
jain
jakarta
jam
jamali
jameel
james
jamia
jammu
jamnagar
jamshed
jamshoro
jan
jane
jang
january
japan
japanese
jaswant
jatoi
javed
jay
jazeera
je
jean
jee
jena
jennifer
jerusalem
jesus
jewish
jews
jhelum
jhukar
ji
jihad
jim
jimmy
jinnah
jinping
jo
job
johi
john
johnson
join
joins
joint
jokowi
jolie
jonathan
jones
jong
jordan
jose
joseph
journal
journalism
journalist
journals
journey
jp
jpg
jr
jsmm
jsp
jsqm
jstor
ju
juan
judicial
jug
jul
julex
julia
july
jun
junaid
junction
june
junejo
jupiter
just
justice
k
ka
kabul
kalar
kalat
kalhoro
kali
kallar
kalpana
kalyan
kambar
kamber
kapoor
karabakh
karachi
karann
kargil
karim
karl
karnataka
karsh
kashmir
kashmiri
kashyap
kasur
kate
kaur
kawish
kazakhstan
kazi
kb
keats
keep
keeping
keith
kelly
kennedy
kenneth
kerala
key
khairpur
khalid
khalil
khan
khanates
khanum
khaqan
khel
khoso
khuzdar
ki
kidman
kierkegaard
kill
killed
killing
killings
kills
kim
kin
kind
king
kingdom
kingdoms
kingrani
kings
kiran
kitab
km
know
knowledge
known
ko
kohat
kolkata
kong
korea
korean
kot
krishan
krishna
kumar
kuwait
l
la
lab
label
laboratory
labour
lady
laghari
lahore
laid
lake
lal
lancet
land
lands
landscape
lang
language
languages
languoid
lanka
lankesh
large
larger
largest
larkana
larry
las
lashari
last
lata
late
later
latest
latif
latifabad
latimes
latin
latvia
launch
launched
launcher
launches
law
lawrence
laws
layers
layout
le
lead
leader
leaders
leadership
leading
leaf
league
learn
learning
least
leave
leaves
lebanon
led
lee
left
legacy
legal
legend
legendary
legends
legislation
legislative
leiden
leksikon
length
lens
leo
leprosy
les
less
leste
let
letter
letters
level
levels
lewis
lexicon
li
liaquatabad
liberty
libraries
library
libris
license
liechtenstein
life
lifestyle
light
like
likely
limited
line
lines
linguistic
linguistics
link
links
linux
list
listed
listing
lists
literary
literature
lithuania
lithuanian
litrature
little
littlefield
live
lived
lives
livestock
living
ll
llc
lo
loading
loc
local
localities
located
location
log
logo
lok
london
lonely
long
longitude
longman
look
lord
los
loss
lost
louis
love
low
lower
lpg
lt
ltd
lu
lua
lucknow
lundy
luxembourg
lzmk
m
ma
mac
machine
macmillan
macquarie
mad
made
madison
madras
magazine
magnetic
magsi
mahal
maharashtra
mahatma
mahesh
mai
maiden
mail
main
majlis
majnun
major
majority
majumdar
make
makes
making
mal
malala
malaysia
male
malik
malini
malir
malta
man
management
mandarin
mandi
mangeshkar
manto
manual
many
manzoor
map
mapping
maps
mar
marc
march
marco
margaret
mari
maria
mariam
marie
marine
marino
mark
market
marks
marriage
married
marshall
martin
mary
mass
master
match
material
materials
mathbf
mathematician
mathematics
mathrm
matiari
matt
matter
matters
matthew
maulana
max
may
mayor
mazhar
mb
mc
mccain
md
me
meaning
means
measures
mecca
med
medal
medals
media
medical
medicine
medieval
mediterranean
medium
meet
meeting
mehran
mein
melbourne
melton
member
members
membership
memoirs
memon
memorial
memory
men
mengal
mental
mercer
mercury
merriam
mes
message
met
meta
meteorological
meter
method
methods
metro
metropolitan
mexican
mexico
mg
mi
mian
michael
microbiol
microbiology
microsoft
mid
middle
might
migration
mike
miles
militants
military
million
millions
min
minahan
mind
minister
ministers
ministry
minor
minorities
minority
mir
mirpur
mirror
mirza
mis
mismatch
miss
missing
mission
mit
mixed
mixing
mm
mna
mo
mobile
mode
model
modern
modi
modified
module
mohammad
mohammed
mohenjo
mokhi
moldova
molecular
monarchy
monetary
money
mongolia
monitor
monsoon
month
monthly
months
monument
monuments
moon
moral
more
morning
morocco
morris
mortar
mos
moscow
mosque
most
mother
motilal
motion
motor
mound
mount
mountain
mountains
move
movement
movements
movie
movies
moving
mozambique
mp
mpa
mps
mqm
mr
ms
mt
mu
mubarak
much
mud
mughal
muhammad
mukhtiar
mulk
muller
multan
multiple
mumbai
mumtaz
municipal
municipality
munzinger
murad
murder
murray
murtaza
muscles
museum
musharraf
mushtaq
music
musical
musicbrainz
muslim
muslims
must
mustafa
mx
my
mystery
myth
mythology
myths
n
na
nabi
nacional
nadu
nagar
nagorno
nagpur
nai
name
named
names
namespace
namibia
napier
narayan
narendra
narrative
nasa
nasarpur
nasir
nasirul
nasr
nath
nation
national
nationale
nationalencyklopedin
nationalism
nationality
nations
native
nato
natural
nature
nawab
nawabshah
nawaz
nb
nbc
ncbi
ncikloprdic
ncov
nd
ndma
ndtv
ne
near
nearly
ned
need
needed
needs
neil
nelson
neolithic
nepal
nerve
net
netflix
netherlands
network
networks
never
new
newly
news
newspaper
newspapers
newsweek
newton
next
ng
ni
niaz
nic
nicole
nigeria
night
nih
nil
nine
nineteenth
nisar
niv
nizamuddin
nkcr
nkp
nl
nla
nlm
nm
no
nobel
node
nominal
nomination
nominations
non
none
noor
nordic
norman
norske
north
northeast
northern
norway
not
note
notes
nothing
notice
notices
notification
nottingham
noun
nous
nov
novel
november
now
npr
nu
nuclear
num
number
numbers
nur
ny
nytimes
nz
o
oath
obama
obituaries
obituary
object
oblast
observatory
observed
obtained
occupation
occupied
ocean
oceania
oceanic
ochs
oclc
oct
october
odisha
oecd
of
off
office
officer
official
officially
officials
often
og
oi
oil
ok
ol
old
oldest
oldid
oliver
olympic
oman
omar
on
once
one
onepage
online
onlineindus
only
ons
op
opac
open
opening
opens
opera
operation
operations
opinion
opinions
opposition
optics
options
or
orange
order
ordered
orders
org
organic
organisation
organization
oriental
origin
original
origins
os
other
others
ots
ottoman
oup
our
out
outbreak
outlook
outstanding
over
overseas
overview
owen
own
oxford
p
pa
pacific
padma
padmavati
page
pagelist
pages
pahenjiakhbar
paid
painting
pak
pakistan
pakistani
pakistantoday
pakpattan
pakvoter
palace
palestine
palestinian
palestinians
palgrave
palijo
pan
pandemic
pandhi
panhwar
pannu
paper
papers
par
para
paradigm
paradise
parameter
parekh
paris
park
parliament
parliamentary
parpola
part
participle
participles
particular
parties
partition
partnership
parts
party
pas
pasargadae
pasha
pashto
pass
passage
passes
past
pat
patel
patent
path
pathan
patowary
patterns
paul
pay
pbs
pbscensus
pc
pcb
pdf
pe
peace
peak
pearl
pearson
pechro
peerage
pendant
penguin
peninsula
pennsylvania
people
peoples
per
perepis
performance
performs
period
permanent
permission
persia
persian
person
personal
personalties
persons
perspective
perspectives
perth
peru
peshawar
peter
petunia
pew
pg
ph
philip
philippines
phillips
philosopher
philosophical
philosophy
phlox
phoenix
phone
phoneme
photo
photojournalist
photos
php
phrases
phylum
physical
physics
pi
pia
picture
pictures
pilot
pioneer
pir
pk
pl
plac
place
placenta
places
plan
planck
plane
planet
planets
planning
plans
plant
plants
play
players
playing
plays
please
plot
plural
plus
pluto
pm
pmc
pmid
pml
pnas
png
po
poblacio
poem
poems
poet
poetic
poetics
poetry
poets
point
points
poland
pole
police
policy
polish
political
politician
politicpk
politics
poll
polls
polo
pooja
poor
pop
popular
population
por
port
portal
portrait
portugal
portuguese
position
positive
possible
post
postal
posts
potential
pour
poverty
power
powerful
powers
pp
ppp
pr
practical
practice
pradesh
prayer
pre
preface
prefix
preliminary
premchand
present
preserve
presidency
president
presidential
presidentialism
press
presse
pressure
prevention
price
pride
primary
prime
prince
princeton
principal
principles
print
printed
printing
printsec
private
prize
pro
probably
probe
problem
problems
proceedings
process
product
production
products
prof
professor
profile
profiles
program
programme
programmes
progress
project
projects
proleksis
pronoun
pronounced
pronouncing
pronunciation
proof
property
prophet
prospects
protect
protected
protection
protein
protest
protests
proto
provide
provided
province
provinces
provincial
provisional
ps
psl
psychology
pt
pti
ptolemy
ptv
pub
publ
public
publication
publications
published
publisher
publishers
publishing
punjab
punjabi
punjnud
pure
purposes
pushkar
pushpa
put
putin
pya
q
qa
qaiser
qandeel
qasim
qatar
qazi
quaid
quality
quarterly
que
queen
query
question
questions
quetta
quick
quickfacts
quotation
quote
quoted
quran
qureshi
r
ra
rabindranath
race
radha
radiation
radical
radio
raffles
rafi
rahim
rahman
rai
rail
railway
railways
rain
rains
raj
raja
rajanpur
rajasthan
rajput
rally
ram
rana
ranbir
random
range
rani
rank
ranked
ranking
rankings
rao
rape
rapid
rashid
rate
ratio
rauf
ravi
ray
raza
rd
re
reach
reaction
read
reading
ready
real
reality
really
rebels
received
recent
recognition
recognized
record
recorded
recorder
records
red
rediff
redir
ref
refcelebrite
reference
references
referendum
reflection
reform
reforms
refs
refugee
refugees
reg
regarding
regime
region
regional
regions
register
registrar
registration
registry
rehabilitation
rehman
rejects
rekhta
related
relating
relations
relationship
relative
relativity
release
released
releases
reliefweb
religion
religions
religious
remains
remembering
renaissance
renowned
rentiels
report
reporter
reports
representative
reprint
repu
republic
required
requires
res
research
reserve
reshma
resident
residents
resigns
resistance
resolution
resource
resources
respect
respiratory
response
responsible
rest
restoration
result
results
resultsboard
retrieved
return
returns
reuters
rev
reveals
revenue
review
reviews
revised
revision
revolution
reykjavi
rhymes
ri
rica
rice
rich
richard
richest
rieur
right
rights
rio
riots
rise
rising
risk
river
rivers
rizvi
rk
rlts
ro
roach
road
robert
roberts
robertson
robinson
rock
rocks
roger
roglo
role
roma
roman
romance
romanian
rome
ronald
roof
roofing
room
roots
rose
roshan
round
routledge
rowan
rowman
roy
royal
rs
rt
ru
rubina
rudhramadevi
rudramadevi
rukhsana
rule
rules
ruling
run
rural
ruskin
russell
russia
russian
ruth
s
sa
saadat
sabha
sacred
sadiq
saeed
safety
sage
sahara
sahib
sahitya
said
saif
saint
saints
salman
salvador
samaa
same
sampa
san
sana
sand
sangat
sanger
sanghar
sanskrit
santa
sapna
saqib
sar
sarah
sardar
sargodha
sarkar
sarmad
sarovar
sars
sarwar
satellite
sattar
saturn
saudi
save
say
says
sc
scale
scandinavia
scarecrow
scheme
scholar
scholars
school
schools
schuster
sci
science
sciences
scientific
scientists
scotland
scott
scottish
screen
scribd
script
scripts
sd
se
sea
search
season
seat
seats
sec
second
secondary
secret
secretariat
secretary
section
sections
security
see
seeks
seen
selected
selection
self
semi
sen
senate
senior
sensation
sense
sensory
sep
separate
september
sequence
series
served
server
service
services
session
set
sets
settlement
seven
several
sex
sexism
sexual
sfn
shah
shahdad
shahdadkot
shaheed
shahid
shaikh
shakil
shall
shamshera
shanghai
shankar
shape
share
sharif
sharma
sharp
she
sheet
sheikh
sheila
sher
shi
shia
shikarpur
shiva
short
shot
should
show
shown
shows
shraddha
shri
shrine
shtml
shyam
si
sialkot
siberia
siddiqui
side
sig
sign
signed
significant
signs
sikh
silc
similar
simon
simple
since
sind
sindh
sindhi
sindhiadabiboard
sindhiana
sindhila
sindhipeoples
sindhpdf
sindhsalamat
sindhu
sindhyat
sindhzameen
singapore
singer
singh
single
singular
sir
sirimavo
sister
sita
site
sites
situation
six
sixteenth
sixth
size
skardu
sky
sl
slams
slovak
slovar
small
smh
smith
smoking
snac
snaccooperative
snippet
snl
snow
so
social
socialist
society
socio
sociology
soft
software
soil
solanki
solar
soldier
soldiers
solomon
some
someone
something
sometimes
son
song
songs
sons
soomro
soon
sound
source
sources
south
southeast
southern
sovereign
soviet
sp
space
spain
spanish
speak
speaker
speakers
speaking
special
specialized
species
specific
spectrum
speech
speed
spelling
spinoza
spiritual
spoken
sport
sports
spread
spreads
spring
springer
sq
squad
square
sr
sri
st
stable
stadium
staff
stage
stalin
stamford
stand
standard
standards
stands
stanford
star
starrer
stars
start
starting
stat
state
statement
statements
states
station
statistical
statistics
statistik
statoids
stats
statue
status
statute
stay
stefan
stein
stem
stephen
steps
steve
steven
still
stm
stock
stockholm
stone
stop
store
stories
storm
story
strategic
strategy
stream
street
strength
stress
strike
strong
structure
struggle
stuart
stub
students
studies
studio
study
stupa
stuttgart
style
su
sub
subdivision
subject
subjects
subjunctive
subnational
subst
success
such
sudan
sufi
sufism
sugar
suicide
sukkur
suleman
sultan
sultanate
sulzberger
summary
summer
sun
sunday
sunny
sunset
suny
supe
super
supplement
support
supports
supreme
sur
surface
survey
survival
survivor
susan
suspected
swara
sweden
swedish
sworn
sy
sydney
syed
symbol
symbolic
symbols
symptoms
syndrome
syria
system
systematic
systems
søren
t
ta
taapsee
tabari
table
tables
tabriz
tag
tagore
tahsil
taiwan
taj
take
taken
takes
taking
talbot
tale
tales
taliban
talk
talks
talpur
taluka
tamasha
tamil
tando
tank
tanton
tanzania
tapo
tar
taraqi
tareekh
tariq
tasmania
tauris
tax
taxon
taxonomic
taxonomy
tay
taylor
tb
te
teacher
teachers
teaching
teachings
team
teams
tech
technical
technology
ted
tehran
tehsil
tehsils
telangana
telecommunication
telegraph
television
telugu
temperature
template
temple
temples
ten
term
terminal
terminology
terms
terrestrial
territorial
territories
territory
terror
terrorism
terrorist
terrorists
tes
test
testament
texas
text
textbook
texts
th
thailand
than
thar
tharparkar
that
thatcher
the
theater
theatre
theguardian
thehindu
their
thekawish
them
then
thenews
theory
thepeerage
there
therefore
thesaurus
these
thesis
they
things
think
third
this
thomas
thomson
those
though
thought
thousand
thousands
threads
threatened
three
thriller
through
throughout
thul
thumb
thus
ti
tibet
tibetan
ties
tim
time
timeline
times
timesofindia
timor
timothy
title
titles
tnn
to
today
todays
together
tokyo
told
toll
tom
tomb
tomorrow
tongue
tony
too
took
toolforge
tools
top
topic
topics
toronto
total
tourism
tourist
towards
tower
town
towns
toyota
tp
tr
track
trade
trademark
tradition
traditional
traditions
traffic
tragedy
trailer
train
training
trans
transformation
transition
translate
translated
translation
translations
transparent
transport
travel
tre
treatment
treaty
tree
treechart
trends
trial
triangle
tribal
tribe
tribune
tribuneindia
tribute
troops
true
trump
trust
truth
tu
tumor
turkey
turkic
turkish
turks
turn
turns
tusi
tv
twentieth
twenty
twitter
two
type
types
u
ua
uae
uc
uchicago
uganda
uk
ukraine
ukrainian
ul
un
una
unabridged
uncategorized
und
under
understanding
undp
une
unesco
unhcr
union
unions
unique
unit
united
units
unity
universal
universe
universities
university
unknown
uno
unsupported
until
up
update
updated
updates
uploads
upon
upper
ur
urban
urdu
urdupoint
url
urs
uruguay
us
usa
usage
usd
use
used
user
users
uses
using
usman
ussr
usually
utc
utilities
uttar
uzbekistan
v
va
vaccine
valentine
valley
value
values
van
variety
various
varun
vaswani
ve
ved
vedic
venezuela
verb
verbs
verlag
verse
version
very
vi
via
vice
victims
victoria
victory
video
videos
vienna
vietnam
view
vii
viii
village
villages
vin
vincent
violence
viral
virginia
virtual
virus
vision
visions
visit
visited
visual
vital
vitamin
vj
vladimir
vocabulary
voice
voices
vol
voltaire
volume
volumes
von
vote
votes
vous
vowel
vows
vs
vyarawalla
w
wa
wah
wahab
wahi
wahiduddin
wala
wales
wali
walker
wall
walls
walter
want
war
ward
warner
warren
wars
was
washington
washingtonpost
wasim
watch
water
watson
way
wayback
ways
wc
wd
wdf
we
weather
weatherbase
web
website
webster
wedding
week
weekly
welcome
well
wells
weo
were
west
western
westphal
what
when
where
wherry
which
while
white
who
whole
whose
why
wi
wide
widely
width
wife
wiki
wikidata
wikimania
wikimedia
wikinews
wikipedia
wikivoyage
wiktionary
wild
wildlife
wiley
will
william
williams
wilson
win
wind
window
windows
winner
winners
wins
winter
wire
wisconsin
wise
wissen
with
within
without
wo
woman
women
won
wood
word
wordle
wordnet
wordpress
words
work
workers
working
works
world
worldatlas
worldbank
worldcat
worlds
worldwide
worship
worst
worth
would
wounded
wp
write
writer
writers
writing
writings
written
wrong
wsj
wu
wuhan
ww
www
x
xbox
xi
xii
xiv
xix
xls
xml
xx
y
ya
yahoo
yale
yar
yard
yasin
yasmine
year
yearbook
years
yellow
yerevan
yes
yet
york
you
young
your
yousif
youth
youtube
yunus
yusuf
z
za
zafar
zainab
zaman
zanzibar
zardari
zealand
zee
zero
zh
zhuhai
zi
zia
zone
zones
zubaida
zulfiqar
zweig
{
|
}
~
£
§
©
«
­
°
±
²
´
µ
·
º
»
¼
½
¾
¿
×
ð
ı
ŋ
ɑ
ɔ
ə
ɛ
ɜ
ɪ
ʃ
ʰ
ʲ
ʹ
ʻ
ʼ
ʾ
ʿ
ˈ
ˌ
ː
̀
́
̂
̃
̄
̆
̇
̈
̉
̊
̋
̌
̓
̔
̛
̣
̤
̥
̦
̧
̨
̩
̯
̱
̲
͂
ͅ
α
β
δ
ε
η
θ
ι
μ
ν
ο
ς
ψ
ω
а
азербаи
баку
в
г
года
д
и
к
м
мая
н
на
населения
не
о
официальныи
п
по
президента
р
раи
республики
россии
с
ская
скои
т
у
федерации
х
ы
энциклопедия
ю
я
է
։
ְ
ִ
ֵ
ֶ
ַ
ָ
ּ
ֿ
א
ב
ג
ה
ז
י
ל
ם
נ
ס
ע
פ
ר
ש
ת
،
ؑ
ؒ
ؓ
ؔ
ؕ
؛
؟
ء
ا
اء
اب
ابا
ابابيل
ابادي
اباڪس
اباڻا
اباڻو
اباڻي
ابت
ابتدا
ابتداء
ابتداي
ابتو
ابتي
ابتڙ
ابجد
ابخازي
ابخازيه
ابخازيہ
ابدال
ابدالي
ابداليء
ابدي
ابر
ابرار
ابراهام
ابراهيم
ابراھام
ابراھيم
ابرق
ابشرون
ابل
ابلاغ
ابن
ابو
ابوالاعلي
ابوالبقا
ابوالحسن
ابوالخير
ابوالفتح
ابوالفضل
ابوالقاسم
ابوالڪلام
ابوبڪر
ابوجهل
ابوداي
ابوذر
ابوسفيان
ابوطالب
ابي
ابيات
ابيب
ابيرياي
ابڙا
ابڙن
ابڙو
ابڙي
ات
اتاترڪ
اتان
اتاي
اتحاد
اتحادن
اتحادي
اتحادين
اتر
اترادي
اتراولھ
اتراوڀر
اتري
اتريان
اترين
اتريون
اترپرديش
اتساهه
اتفاق
اتفاقي
اتم
اتهاس
اتهاسن
اتهاسڪار
اتي
اثاثا
اثاثن
اثبات
اثر
اثرات
اثرانداز
اثراي
اثرن
اثنا
اثير
اجازت
اجاي
اجايو
اجاگر
اجتماع
اجتماعي
اجتماعيت
اجر
اجراء
اجرت
اجرڪ
اجل
اجلاس
اجلاسن
اجماع
اجمل
اجمير
اجنبي
اجهو
اجواڻي
اجورو
اجي
اجيت
اجگر
اح
احاديث
احاطو
احاطي
احتجاج
احتجاجن
احتجاجي
احترام
احتياط
احد
احرام
احساس
احساسن
احسان
احسن
احمد
احمدا
احمدي
احمدين
احمر
احوال
احوز
احياء
احڪام
احڪامن
اخبار
اخبارن
اخبارون
اخباري
اختتام
اختر
اختصار
اختلاف
اختلافن
اختلافي
اختيار
اختيارن
اختياري
اختياريء
اختيارين
اخذ
اخر
اخلاص
اخلاق
اخلاقي
اخلاقيات
اد
ادا
ادارا
ادارت
ادارن
اداره
ادارو
اداري
ادارہ
اداس
اداسي
اداي
اداڪار
اداڪارا
اداڪاراي
اداڪارن
اداڪاره
اداڪاري
اداڪاريء
اداڪارہ
ادب
ادبي
ادبيات
ادراڪ
ادراڪي
ادريس
ادرڪ
ادل
ادو
ادي
اديب
اديبن
اديتي
اذان
اذيت
ار
ارا
ارادن
ارادو
ارادي
ارب
ارباب
اربع
اربن
اربين
ارتسخ
ارتفاق
ارتقا
ارتقاء
ارتقاي
ارجمند
ارجن
ارجنٽاي
ارجنٽينا
ارد
اردشير
اردن
اردني
اردو
اردوء
اردگرد
ارسطو
ارسطوء
ارسلان
ارشاد
ارشد
ارشميدس
ارضيات
ارضياتي
ارطغرل
ارغون
ارغونن
ارقم
ارل
ارم
ارمان
ارمغان
ارنيسٽ
ارهه
ارون
ارونا
اروڙ
اري
اريٽيريا
اريڪتاس
اريگيشن
ارپنا
ارٿ
ارڙ
ارڙهن
ارڙهين
ارڙھن
ارڙھين
ارڪان
ارگ
ارگر
از
ازان
ازانسواء
ازبڪ
ازبڪستان
ازخود
ازدواجي
ازل
ازلي
ازم
اس
اساس
اساسي
اسامه
اسان
اسانجو
اسانجي
اسانکي
اسباب
است
استاد
استادن
استان
استثنا
استحصال
استحڪام
استدعا
استرخاء
استري
استعاري
استعفا
استعفاي
استعفي
استعمال
استعمالن
استعيفا
استعيفاي
استعيفي
استفادو
استقبال
استقلال
استنبول
استوا
استواي
استور
اسحاق
اسد
اسدالله
اسر
اسرار
اسراي
اسراڻ
اسرندڙ
اسري
اسرڻ
اسسٽنٽ
اسعث
اسلام
اسلامي
اسلاميء
اسلاميات
اسلاميه
اسلاميہ
اسلامڪ
اسلامی
اسلم
اسلوب
اسم
اسماء
اسماعيل
اسماعيلي
اسماعيلين
اسمبلي
اسمن
اسمگلنگ
اسود
اسي
اسير
اسيمبلي
اسيمبليء
اسيمبلين
اسيمبليون
اسين
اسٽار
اسٽاف
اسٽالن
اسٽاي
اسٽاپ
اسٽاڪ
اسٽرابو
اسٽرلنگ
اسٽريٽ
اسٽريٽجڪ
اسٽنٽ
اسٽور
اسٽوري
اسٽوريج
اسٽون
اسٽونيا
اسٽوپا
اسٽوڊنٽ
اسٽوڊنٽس
اسٽوڊيو
اسٽي
اسٽيج
اسٽيشن
اسٽيشنن
اسٽيشنون
اسٽيفن
اسٽيل
اسٽيم
اسٽين
اسٽينڊ
اسٽينڊرڊ
اسٽينڊنگ
اسٽيٽ
اسٽيٽس
اسٽيڊيم
اسٽڊي
اسٽڊيز
اسپارٽا
اسپاي
اسپتال
اسپتالن
اسپتالون
اسپرم
اسپنوزا
اسپورٽس
اسپيس
اسپيشل
اسپيشلسٽ
اسپين
اسپينش
اسپيني
اسپيڪر
اسٿان
اسڪاء
اسڪالر
اسڪالرشپ
اسڪاي
اسڪاٽ
اسڪاٽش
اسڪاٽلينڊ
اسڪردو
اسڪرين
اسڪرپٽ
اسڪلنده
اسڪندر
اسڪندريہ
اسڪواي
اسڪواڊ
اسڪور
اسڪول
اسڪولس
اسڪولن
اسڪولي
اسڪوپ
اسڪي
اسڪيل
اسڪيم
اسڪين
اسڪيچ
اشارا
اشارن
اشارو
اشاري
اشاريو
اشاريي
اشاعت
اشاعتي
اشباع
اشتر
اشتراڪي
اشتراڪيت
اشتقاق
اشتهار
اشتهارن
اشتهاري
اشتياق
اشرافيه
اشرف
اشعار
اشعت
اشعري
اشفاق
اشوري
اشوڪ
اشوڪا
اصحاب
اصحابن
اصحابو
اصحابي
اصحابين
اصرار
اصطخر
اصطلاح
اصطلاحن
اصطلاحي
اصغر
اصفهان
اصفهاني
اصفھان
اصل
اصلاح
اصلاحن
اصلاحي
اصلوڪا
اصلوڪن
اصلوڪو
اصلوڪي
اصلي
اصليت
اصول
اصولن
اصولي
اضافو
اضافي
اضافيت
اطاعت
اطالوي
اطلاع
اطلاعات
اطلاعن
اطلاق
اطمينان
اطهر
اظهار
اظهر
اظھار
اظھاري
اع
اعتبار
اعتدال
اعتراض
اعتراضن
اعتراف
اعتزاز
اعتقاد
اعتماد
اعجاز
اعداد
اعراب
اعرابن
اعزاز
اعزازن
اعزازي
اعزالدين
اعصابي
اعظم
اعل
اعلان
اعلانيل
اعلى
اعلي
اعلی
اعمال
اعوان
اعواڻ
اغوا
اف
افاديت
افتتاح
افتتاحي
افتخار
افراتفري
افراد
افرادي
افراط
افروز
افزا
افزاي
افسانا
افسانن
افسانه
افسانو
افسانوي
افساني
افسر
افسوس
افسوسناڪ
افشار
افضل
افغان
افغانستان
افغانن
افغاني
افغانين
افق
افقي
افلاطون
افيي
افيڪٽ
اق
اقامت
اقبال
اقتباس
اقتدار
اقتصادي
اقتصاديات
اقرار
اقصي
اقليت
اقليتن
اقليتي
اقليدس
اقوال
اقوام
ال
الا
الاباما
الاجي
الارض
الازھر
الاساطير
الاسرار
الاسلام
الاسڪا
الاضحي
الاعظم
الاقوامي
الامراء
الانا
الانبياء
الانسان
الاهي
الاهيء
الاول
الاولياء
الاي
الاٽ
الاھي
الب
البانيا
البت
البته
البتہ
البحر
البدل
البرٽ
البقرة
البقرہ
البقيع
البلاغه
البلدان
البم
البيروني
البيرونيء
التاريخ
التجا
التحصيل
التمش
التوبة
الثاني
الجامع
الجبرا
الجبراي
الجزاي
الجي
الجيريا
الحاج
الحاد
الحاق
الحال
الحاڪم
الحبيب
الحديث
الحرام
الحرمين
الحروف
الحسن
الحسين
الحسيني
الحق
الحليم
الحمد
الحيدري
الحڪم
الحڪمت
الخط
الخطن
الخوارزمي
الخواطر
الدر
الدوله
الدين
الدین
الر
الرازي
الراشد
الرجي
الرحم
الرحمان
الرحمة
الرحمن
الرحيم
الرشيد
الزام
الزامن
الزبير
الزم
الزمان
الزهراء
الزواوي
الس
السفر
السلام
السندي
السنڌ
الشان
الشعرا
الشعراء
الص
الصالحين
الصلواة
الطاف
العابدين
العارفين
العاص
العام
العرب
العربي
العلم
العلماء
العلوم
العنان
العين
الغ
الغوزو
الغوزي
الف
الفا
الفابيٽ
الفاروق
الفاظ
الفتح
الفريڊ
الفضل
الفطر
الفطرت
القاسم
القاعده
القاي
القدر
القدس
القرا
القوامي
الل
اللسان
الله
اللو
اللہ
الم
المال
الماي
المبارڪ
المسلمين
المشاي
المعارف
المعروف
المقدس
الملت
الملوڪ
الملڪ
المناڪ
المو
المواھب
المولى
المولي
المومنين
الميه
الميو
الن
الناس
النبي
النسا
النساء
النساي
النسوان
النور
اله
الهاس
الهام
الهامي
الهبچايو
الهداد
الهلال
الهند
الهندو
الهندي
الهه
الهيار
الهڏنو
الوجود
الوحيد
الوداع
الور
الوطني
الوطنيء
الي
الياس
اليزي
اليڪشن
اليڪٽران
اليڪٽرانڪ
اليڪٽرانڪس
اليڪٽرو
اليڪٽريڪل
اليڪٽرڪ
اليگزينڊر
الٽي
الٽيٽيوڊ
الٽٽيوڊ
الپتگين
الپس
الٿنگ
الک
الڪا
الڪبري
الڪبير
الڪرام
الڪريم
الڪلام
الڪوحل
الگ
الڳ
الھ
الھرکيو
الھندي
الھيار
ام
امارات
امارت
امام
امامت
امامن
امان
امانت
اماڻي
اماڻيو
امبر
امت
امتحان
امتحانن
امتزاج
امتياز
امتيازي
امجد
امداد
امدادي
امر
امراء
امرت
امرتا
امرتسر
امرجليل
امروهي
امروٽ
امروٽي
امروٽيء
امريڪا
امريڪي
امرڏنو
امرڪوٽ
امریکی
املهه
امن
امنگن
امور
اموي
اموين
اميتاڀ
اميد
اميدن
اميدوار
اميدوارن
اميدون
امير
اميرالمومنين
اميرخاني
اميرن
اميزون
امين
امينو
امينڊمينٽ
اميه
اميچوي
اميہ
امپاي
امپيريل
امڙ
امڪان
امڪاني
امیر
ان
انا
اناج
انار
انارڪلي
انارڪليء
اناطوليه
اناي
انب
انبار
انبن
انبوري
انبوهه
انت
انتخاب
انتساب
انتشار
انتظار
انتظام
انتظامن
انتظامي
انتظاميا
انتظاميه
انتظاميہ
انتقال
انتقام
انتها
انتهاي
انتهاپسند
انتهاپسندن
انتھا
انتھاي
انجام
انجم
انجمن
انجنيي
انجو
انجي
انجير
انجيسون
انجيل
انجيني
انجينيي
انجيي
انجڻ
انداز
اندازا
اندازن
اندازو
اندازي
اندر
اندرا
اندران
اندرون
اندروني
اندري
اندريان
اندرين
اندريون
اندلس
اندور
اندوز
انديشو
انر
انرجي
انس
انسان
انسانذات
انسانن
انساني
انسانيت
انساي
انسٽيٽوٽ
انسٽيٽيوٽ
انسپيڪٽر
انشا
انشاء
انشاي
انشورنس
انصار
انصاري
انصاريء
انصاف
انصافي
انضمام
انعام
انعامن
انعقاد
انفارميشن
انفرا
انفرادي
انفراديت
انفراسٽرڪچر
انفرميشن
انفلوي
انفيڪشن
انقره
انقلاب
انقلابن
انقلابي
انقلابين
انمول
انناس
انند
انهن
انهي
انهيء
انو
انوار
انور
انوشڪا
انومان
انوپ
انوکو
انوکي
اني
انيتا
انيس
انيل
انيلا
انيڪ
انٽارڪٽيڪا
انٽر
انٽرفيس
انٽرميڊي
انٽرميڊيي
انٽرني
انٽرنيشنل
انٽرنيٽ
انٽرويو
انٽرويوز
انٽيل
انٽيليجنس
انٽيليجينس
انچ
انچارج
انچن
انچيف
انڊ
انڊا
انڊر
انڊروميڊا
انڊس
انڊسٽري
انڊسٽريز
انڊسٽريل
انڊلٺ
انڊو
انڊونيشيا
انڊونيشياي
انڊيا
انڊيانا
انڊيز
انڊين
انڊيڪس
انڌا
انڌن
انڌو
انڌي
انڍڙ
انڙ
انڙن
انکان
انکانسواء
انکانپوء
انکي
انڪار
انڪاري
انڪارپوريشن
انڪري
انڪشاف
انڪم
انڪواي
انگ
انگريز
انگريزن
انگريزي
انگريزيء
انگریزي
انگریزی
انگسو
انگلستان
انگلش
انگلنڊ
انگلينڊ
انگن
انگور
انگورن
انگوري
انگولا
انگي
انگيز
انگيزي
انھن
انھي
انھيء
انہوں
انہیں
اه
اها
اهاي
اهتمام
اهرام
اهل
اهليت
اهلڪار
اهلڪارن
اهم
اهميت
اهن
اهنر
اهنسا
اهو
اهوي
اهي
اهيا
اهيو
اهڃاڻ
اهڙ
اهڙا
اهڙن
اهڙو
اهڙي
اهڙيء
اهڙين
اهڙيون
او
اوارڊ
اواي
اوباما
اوبر
اوبراء
اوبلاسٽ
اوتار
اوتارن
اوترا
اوترو
اوتري
اوج
اور
اورت
اورنگ
اورنگا
اورنگزيب
اورنگي
اوري
اورينٽل
اوريي
اورڪزي
اوز
اوزار
اوزارن
اوزاعي
اوزون
اوس
اوساري
اوساريء
اوست
اوستا
اوستو
اوستي
اوسر
اوسط
اوسلو
اوسي
اوسيي
اوشو
اوشيانا
اوشيانيا
اوطاق
اوطاقن
اوقات
اوقاف
اوقيانوس
اول
اولاد
اولاهين
اولاھين
اولمپڪ
اولمپڪس
اوله
اولهاي
اولهندي
اولهه
اولهہ
اولي
اوليا
اولياء
اولياي
اوليت
اولين
اولڊ
اولڙو
اولھ
اولھندي
اولھه
اوم
اومان
اون
اونداهو
اونداهي
اونداهيء
اوندهه
اونهارو
اونهاري
اونهاي
اونهو
اونهي
اونهيون
اونو
اوني
اونچاي
اونڌو
اونڌي
اونھارو
اونھاري
اونھاي
اونھو
اونھي
اوهان
اوهانکي
اوهين
اوور
اووين
اوي
اويس
اوٻاسي
اوٻاسيون
اوٽ
اوپن
اوپيرا
اوڀارو
اوڀارين
اوڀايو
اوڀر
اوڀرندي
اوڀڙ
اوچ
اوچا
اوچاي
اوچتو
اوچتي
اوچو
اوچي
اوچيون
اوڊيسي
اوڌ
اوڌر
اوڌو
اوڍو
اوڏ
اوڏانهن
اوڏن
اوڏي
اوڏڪي
اوڏڻ
اوڙاهه
اوڙي
اوڙيسا
اوکا
اوگهڙ
اوڻويهين
اوڻويھين
اوڻيهين
اوھان
اوھين
اي
ايء
اياز
ايام
ايان
ايبرڊين
ايبل
ايبٽ
ايبڪ
ايترا
ايترو
ايتري
ايتريقدر
ايتريون
ايج
ايجاد
ايجادن
ايجادون
ايجنسي
ايجنسين
ايجنسيون
ايجنٽ
ايجنٽن
ايجنڊا
ايجوڪيشن
ايجوڪيشنل
ايذاء
اير
ايراضي
ايراضيء
ايراضين
ايران
ايراني
ايرانين
ايرزونا
ايروان
ايريا
ايريزونا
ايرين
ايريگيشن
ايرڪ
ايرگي
ايس
ايستاي
ايسر
ايسرداس
ايسوسي
ايسوسيي
ايسي
ايسٽ
ايسٽرن
ايسپ
ايسڊ
ايشن
ايشور
ايشوري
ايشيا
ايشياي
ايشياٽڪ
ايشين
ايضا
ايف
ايل
ايلرڄي
ايلزبيٿ
ايلس
ايلسا
ايلن
ايلي
ايليا
ايليمينٽري
ايليٽ
ايلچي
ايم
ايما
ايمان
ايماندار
ايمانداري
ايمانداريء
ايماني
ايمرجنسي
ايملي
ايمن
ايمنسٽي
ايميچوي
ايمپاي
ايمپريس
اين
اينالاگ
اينجلس
ايندا
ايندس
ايندو
ايندي
اينديون
ايندڙ
ايندڙن
ايني
اينيميليا
اينيو
اينٽلانٽڪ
اينٽي
اينڊ
اينڊروي
اينڊريو
اينڪر
اينگرو
اينگلز
اينگلس
اينگلو
ايو
ايوارڊ
ايوارڊز
ايوارڊن
ايوان
ايوانن
ايواني
ايوب
ايوبي
ايوي
ايوڌيا
ايي
ايٽ
ايٽلانٽڪ
ايٽم
ايٽمن
ايٽمي
ايپ
ايپل
ايپليڪيشن
ايٿوپيا
ايڇ
ايڊ
ايڊريس
ايڊز
ايڊشن
ايڊم
ايڊمرل
ايڊمز
ايڊمنسٽريشن
ايڊمنسٽريٽر
ايڊمنڊ
ايڊنبرا
ايڊنبرگ
ايڊواي
ايڊورڊ
ايڊولف
ايڊووڪيٽ
ايڊيشن
ايڊيشنل
ايڊيوڪيشن
ايڊيوڪيشنل
ايڊيٽر
ايڊيٽرن
ايڊيٽنگ
ايڊيٽوريل
ايڊٽ
ايڌي
ايڏا
ايڏو
ايڏي
ايڪ
ايڪا
ايڪانامڪ
ايڪاي
ايڪتا
ايڪس
ايڪساي
ايڪسٽينشن
ايڪسپريس
ايڪسپلوريشنس
ايڪسپو
ايڪسپورٽ
ايڪسچينج
ايڪشن
ايڪن
ايڪو
ايڪي
ايڪيهه
ايڪٽ
ايڪٽر
ايڪٽن
ايڪٽيهه
ايڪڙ
ايڪڙن
ايگريڪلچر
ايگريڪلچرل
ايگزيڪيوٽو
اٹک
اٺ
اٺن
اٺون
اٺين
اٺڙي
اٽالين
اٽل
اٽلي
اٽليء
اٽو
اٽي
اٽڪ
اٽڪاي
اٽڪل
اٽڪنسن
اٽڪي
اپ
اپاء
اپالو
اپاي
اپت
اپر
اپريل
اپریل
اپسمنڊ
اپلاي
اپنا
اپنايو
اپنشد
اپني
اپنی
اپنے
اپيل
اپيلون
اپٻيٽ
اپٽار
اپڀرنش
اپڪار
اپگرهي
اپگرھ
اٿاري
اٿاريو
اٿارٽي
اٿارٽيء
اٿارڻ
اٿاي
اٿس
اٿل
اٿم
اٿن
اٿندڙ
اٿو
اٿي
اٿينز
اٿينس
اٿيو
اٿيي
اٿڻ
اڀ
اڀاريو
اڀرندو
اڀرندي
اڀرندڙ
اڀري
اڀريل
اڀريو
اڀرڻ
اڀو
اڀي
اڀياس
اڃ
اڃا
اڃان
اڃايل
اڄ
اڄوڪو
اڄوڪي
اڄڪلهه
اڄڪلھ
اڄڻ
اچ
اچار
اچارن
اچارڻ
اچان
اچانڪ
اچرج
اچن
اچو
اچي
اچين
اچيو
اچيومينٽ
اچڪزي
اچڻ
اچڻو
اچڻي
اڇا
اڇاڻ
اڇلاي
اڇلايو
اڇن
اڇو
اڇوت
اڇي
اڇڙو
اڇڙي
اڌ
اڌارام
اڌارو
اڌو
اڌوري
اڍاي
اڏا
اڏام
اڏامندڙ
اڏامون
اڏامي
اڏامڻ
اڏاوت
اڏاوتن
اڏاوتون
اڏاوتي
اڏاي
اڏايو
اڏري
اڏرڻ
اڏن
اڏو
اڏوهي
اڏوھي
اڏي
اڏيء
اڏيرو
اڏيرولال
اڏيري
اڏيل
اڏيو
اڏڻ
اڙدو
اڙل
اڙي
اڙيسا
اک
اکا
اکتوبر
اکر
اکرن
اکروٽ
اکري
اکل
اکنڊ
اکين
اکيون
اکڙيون
اڪ
اڪابر
اڪادمي
اڪال
اڪالي
اڪاي
اڪاين
اڪبر
اڪبري
اڪثر
اڪثريت
اڪثريتي
اڪر
اڪرام
اڪرم
اڪري
اڪريل
اڪليز
اڪمل
اڪنامڪس
اڪي
اڪير
اڪيلا
اڪيلاي
اڪيلو
اڪيلي
اڪيچار
اڪيڊمي
اڪيڊميء
اڪيڊمڪ
اگاميمنان
اگر
اگرچ
اگرچه
اگزيڪٽو
اگست
اگني
اگهاڙو
اگهاڙي
اگهم
اگهن
اگهه
اگھم
اڱارو
اڱاري
اڱر
اڱڻ
اڳ
اڳتي
اڳراي
اڳواٽ
اڳواڻ
اڳواڻن
اڳواڻي
اڳواڻيء
اڳوڻا
اڳوڻن
اڳوڻو
اڳوڻي
اڳي
اڳيان
اڳياڙي
اڳين
اڳيون
اڳيي
اڳٺ
اڳڀراي
اڳڀرو
اڳڙي
اڳڪٿي
اڳڪٿين
اڳڪٿيون
اڻ
اڻاٺ
اڻبڻت
اڻلڀ
اڻويهين
اڻويھ
اڻويھين
اڻوڻندڙ
اڻي
اڻٽر
اڻپورو
اڻپوري
اڻٿڪ
اڻڄاتل
اڻڻ
اھا
اھتمام
اھخامنشي
اھل
اھليت
اھم
اھميت
اھن
اھو
اھوي
اھي
اھير
اھڃاڻ
اھڙا
اھڙن
اھڙو
اھڙي
اھڙيء
اھڙين
اھڙيون
ای
ایران
ایس
ایل
ایم
این
ایٹمی
ایچ
ایک
ایکسپریس
اے
ب
با
باء
بااثر
بااختيار
باالله
باب
بابا
باباء
بابت
بابر
بابري
بابل
بابلي
بابن
بابو
بابي
بابينو
بات
باتصوير
باجارا
باجوڙ
باخبر
باد
بادام
بادامي
بادشاه
بادشاهت
بادشاهن
بادشاهه
بادشاهي
بادشاهيء
بادشاهہ
بادشاھ
بادشاھت
بادشاھتن
بادشاھتون
بادشاھن
بادشاھي
بادشاھيء
بادفرنگ
بادل
بادي
باديء
بادياتي
بادين
باديون
بادڪاري
بادڪاريء
بادگار
بادگارن
بادی
بار
باران
باراني
بارش
بارشن
بارود
بارودي
باري
باريڪ
بارٽل
بارڊر
بارڪ
بارگاهه
بارگاھ
بارڻ
باز
بازار
بازارن
بازارون
بازاري
بازن
بازنطيني
بازنظيني
بازي
بازيء
بازياب
بازيابي
بازيگر
باس
باسو
باشد
باشعور
باشندا
باشندن
باشو
باصلاحيت
باضابطا
باضابطه
باضابطہ
باطل
باطن
باطني
باعث
باغ
باغات
باغبان
باغباني
باغن
باغي
باغين
باقاعده
باقاعدي
باقاعدگي
باقاعدگيء
باقاي
باقر
باقراڻي
باقي
باقيء
باقيات
بال
بالا
بالاتر
بالادستي
بالادي
بالاچ
بالاڪوٽ
بالر
بالشويڪ
بالشويڪن
بالشيوڪ
بالغ
بالغن
بالله
بالن
بالي
باليووڊ
بالٽڪ
بالڪل
بامبي
باميان
بان
باندر
باندي
بانس
بانسري
بانو
باني
بانين
بانيڪار
بانيڪارن
بانڊ
باه
باهمي
باهه
باهو
باهيون
باهہ
باو
باوجود
باوقار
باي
بايزيد
بايو
باپ
باٿ
باچا
باڊي
باڊھ
باک
باڪس
باڪساي
باڪسر
باڪسنگ
باڪمال
باڪو
باگراڻي
باگو
باگي
باگڙي
باگڙين
باھ
باھلي
باھمي
باھو
ببر
ببليوگرافي
بت
بتا
بتاریخ
بتن
بتو
بتي
بتيون
بتڙ
بج
بجا
بجاء
بجاج
بجار
بجاراڻي
بجاي
بجر
بجلي
بجليء
بجي
بجير
بجيٽ
بجيڪٽ
بجٽ
بحال
بحالي
بحاليء
بحث
بحثن
بحر
بحران
بحري
بحرين
بحريه
بحريہ
بحق
بحواله
بحيثيت
بحيره
بخار
بخارا
بخارن
بخاري
بخاريء
بخت
بختاور
بختر
بختي
بختيار
بخش
بخشش
بخشل
بخشو
بخشي
بخشيو
بخشڻ
بخوبي
بد
بدامني
بدبوء
بدتر
بدترين
بدحالي
بدحاليء
بدخشان
بدر
بدرا
بدرالدين
بدران
بدستور
بدسلوڪي
بدعت
بدعنواني
بدقسمتي
بدقسمتيء
بدل
بدلاي
بدلجندڙ
بدلجي
بدلجڻ
بدلو
بدلي
بدليل
بدن
بدنام
بدنامي
بدنصيب
بدني
بدو
بدوز
بدوش
بدولت
بدوي
بدي
بديء
بديع
بديل
بدين
بدڪ
بدڪاري
بذات
بر
برا
براء
برابر
برابري
برابريء
برادر
برادرز
برادرس
برادري
برادريء
برادرين
براري
برازيل
برانچ
برانڊ
براهمي
براهمڻ
براهمڻن
براهوي
براي
براين
براڊ
براڊڪاسٽر
براڊڪاسٽنگ
براڪ
برای
برباد
برباديء
بربر
بربريت
برتاء
برتر
برتري
برتن
برج
برجن
برخلاف
بردار
برداشت
بردبار
برده
بردي
برري
برريء
بررين
برزبين
برس
برسات
برساتن
برساتون
برساتي
برسلز
برش
برصغير
برطانوي
برطانيا
برطانياي
برطانيه
برطانيہ
برطرف
برعڪس
برف
برفاني
برفباري
برفت
برفي
برق
برقرار
برقعو
برقعي
برقي
برقيات
برقياتي
برلا
برلاس
برلن
برما
برمودا
برمي
برمڪي
برن
برنارڊ
برنارڊشا
برنس
برني
برنگي
بره
برهان
برهانپور
برهم
برهما
برهماڻي
برهمي
برهمڻ
برهمڻن
برهمڻي
برو
بروز
بروس
بروشسڪي
بروقت
بروناي
بروني
برونڊي
بروهي
بروهيء
بروهين
بروو
بروھي
بري
بريري
بريريء
بريرين
بريريون
بريلوي
برين
بريڪ
برٽش
برٽن
برٽنيڪا
برپا
برڊ
برک
برکا
برڪت
برڪلي
برڪينا
برگ
برگر
برگيڊ
برگيڊيي
برھما
برھمڻ
برھمڻن
بزرور
بزرگ
بزرگن
بزرگوار
بزم
بزنجو
بزنس
بس
بسال
بساي
بسترن
بستري
بستي
بستيء
بستين
بستيون
بستی
بسر
بسطام
بسم
بسن
بسنت
بسون
بش
بشار
بشارت
بشاري
بشر
بشريات
بشمول
بشير
بشپ
بصر
بصرن
بصره
بصري
بصيرت
بطن
بطور
بطوطا
بطوطه
بظاهر
بعثت
بعد
بعض
بعضي
بعيت
بعيد
بغاوت
بغاوتن
بغاوتون
بغداد
بغدادي
بغداديء
بغل
بغير
بـ
بفرزون
بقا
بقاء
بقاي
بقرة
بقول
بل
بلا
بلاذري
بلاسٽ
بلاغت
بلال
بلاول
بلاي
بلاڪ
بلاڪن
بلاگ
بلاگر
بلب
بلبل
بلبن
بلتستان
بلتي
بلحاظ
بلخ
